Repository: lightningspirit/WordPress-Media-Features
Catalog: tags/0.1/languages/media-features-*.po
Languages: pt_br

source: Media Features
pt_br: Funcionalidades de Mídia

source: Adds a bunch of new features to Media Files like category organization, file type filter/browser, uploaded image resize, crop and JPEG quality controllers.
pt_br: Adiciona novas funcionalidades à biblioteca de mídia tais como organização por categorias, filtro baseado no tipo de ficheiro, redução do tamanho da imagem original, cortar e configurar a qualidade do JPEG.

source: You have to configure the new settings for media features plugin. <a href="%s">Configure now</a>.
pt_br: É necessário realizar a configuração do plugin de funcionalidades de mídia. <a href="%s">Configurar agora</a>.

source: Configure
pt_br: Configurar

source: Could not calculate resized image dimensions
pt_br: Não foi possível calcular as dimensões reduzidas da imagem

source: Documents
pt_br: Documentos

source: Manage Documents
pt_br: Gerir Documentos

source: Document <span class="count">(%s)</span>
pt_br: Documento <span class="count">(%s)</span>

source: Documents <span class="count">(%s)</span>
pt_br: Documentos <span class="count">(%s)</span>

source: Text
pt_br: Texto

source: Manage Text
pt_br: Gerir ficheiros de texto

source: Text <span class="count">(%s)</span>
pt_br: Texto <span class="count">(%s)</span>

source: Texts <span class="count">(%s)</span>
pt_br: Textos <span class="count">(%s)</span>

source: Video
pt_br: Vídeo

source: Manage Videos
pt_br: Gerir Vídeos

source: Video <span class="count">(%s)</span>
pt_br: Vídeo <span class="count">(%s)</span>

source: Videos <span class="count">(%s)</span>
pt_br: Vídeos <span class="count">(%s)</span>

source: Audio
pt_br: Áudio

source: Manage Audio Files
pt_br: Gerir ficheiros de áudio

source: Audio <span class="count">(%s)</span>
pt_br: Áudio <span class="count">(%s)</span>

source: Audios <span class="count">(%s)</span>
pt_br: Áudios <span class="count">(%s)</span>

source: Package
pt_br: Pacotes

source: Manage Package Files
pt_br: Gerir ficheiros de pacote

source: Package <span class="count">(%s)</span>
pt_br: Pacote <span class="count">(%s)</span>

source: Packages <span class="count">(%s)</span>
pt_br: Pacotes <span class="count">(%s)</span>

source: Applications
pt_br: Aplicações

source: Manage Applications
pt_br: Gerir ficheiros de aplicação

source: Application <span class="count">(%s)</span>
pt_br: Aplicação <span class="count">(%s)</span>

source: Applications <span class="count">(%s)</span>
pt_br: Aplicações <span class="count">(%s)</span>

source: All categories
pt_br: Todas as categorias

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Search Categories
pt_br: Procurar categorias

source: All Categories
pt_br: Todas as categorias

source: Parent Category
pt_br: Categoria superior

source: Edit Category
pt_br: Editar categoria

source: Update Category
pt_br: Actualizar categoria

source: Add New Category
pt_br: Adicionar categoria

source: New Category Name
pt_br: Nome da categoria

source: Separate Category names with commas
pt_br: Separar categorias com vírgulas

source: Add or Remove Categories
pt_br: Adicionar ou remover categorias

source: Choose from the Most used
pt_br: Escolher entre as mais usadas

source: Files
pt_br: Ficheiros

source: Resize Uploaded Image
pt_br: Reduzir o tamanho da imagem original

source: JPEG Quality
pt_br: Qualidade do JPEG

source: Resize the uploaded version to match Large max sizes.
pt_br: Reduzir as dimensões da imagem original para o tamanho configurado nos campos de Largura e Altura máximas.

source: Activate to resize the uploaded image to match the default Large Max Width and Height currently set to %spx width and %spx height.
pt_br: Activar para reduzir o tamanho da imagem original (do upload) para manter as dimensões máximas configuradas em cima. Actualmente as dimensões são %spx de largura e %spx de altura.

source: Crop uploaded version of images to fit the default Large image size.
pt_br: Cortar a versão original da imagem para manter as proporções configuradas e largura e altura máximas.
